{
    "language": "French",
    "screens": {
      "auth": {
        "login": {
          "title": "Ton défie, ta victoire",
          "email": "Email",
          "password": "Mot de passe",
          "formButton": "Se connecter",
          "forgotPassword": "Mot de passe oublié?",
          "or": "Ou",
          "withGoogle": "Se connecter avec Google",
          "withApple": "Se connecter avec Apple",
          "withFacebook": "Se connecter avec Facebook",
          "footer": "Besoin d'un compte ? Inscrivez-vous"
        },
        "register": {
          "title": "Créer un compte",
          "email": "Entrez votre email*",
          "password": "Entrez votre mot de passe*",
          "confirmPassword": "Confirmer le mot de passe",
          "formButton": "Créer un compte",
          "footer": "Déjà un compte ? Connectez-vous"
        }
      },
      "sessions": {
        "title": "Séances",
        "noSessions": "Aucune séance pour le moment !",
        "createSession": "Crées et configures ta séance en appuyant sur le bouton +"
      },
      "createSession": {
        "name": "Nom de la séance",
        "namePlaceholder": "Ex : pull / push, jambes, cardio ...",
        "description": ""
      },
      "exercises": {
        "title": "Mes exercices",
        "searchPlaceholder": "Rechercher un exercice"
      }
    },
    "exercises": {
      "target": {
        "shoulders": "Épaules",
        "biceps": "Biceps"
      },
      "instructions": "Instructions",
      "advices": "Conseils",
      "barbellCurl": {
        "name": "Curl à la barre",
        "description": "L’entraînement des biceps peut être relégué au second plan par rapport à des mouvements de force plus populaires comme le squat, le soulevé de terre etle développé couché. Certes, il faut donner la priorité à ces mouvements composés dans votre programme d’entraînement, mais vous pouvez aussi vouspermettre de faire des flexions à la barre (barbell curl). En plus del’aspect esthétique, des biceps plus puissants présentent également desavantages fonctionnels. Le biceps est un muscle clé dans la plupart desexercices de tirage. Chaque fois que vous effectuez un soulevé de terrelourd, vos biceps sont impliqués. Il en va de même pour les tractions, lesmouvements de rowing, etc. Le renforcement des biceps se répercutera sur ces mouvements et contribuera à prévenir les blessures.",
        "instruction1": "Prenez une barre avec une prise en supination et de la largeur des épaules. Tenez-vous debout et tenez la barre au niveau des cuisses.",
        "instruction2": "Positionnez vos pieds écartés de la largeur des hanches, les genoux légèrement fléchis. Tirez vos épaules vers l’arrière et sortez votre poitrine.",
        "instruction3": "Tenez-vous debout et tenez la barre au niveau des cuisses. Tirez vers l’arrière et sortez votre poitrine.",
        "instruction4": "Soulevez la barre jusqu’à ce que vos avant-bras soient perpendiculaires au sol. Faites une courte pause pour contracter vos biceps",
        "instruction5": "Dépliez les coudes pour faire redescendre la barre. Ramenez les coudes dans leur position initiale.",
        "instruction6": "Abaissez la barre jusqu’à ce que vous reveniez à la position de départ.",
        "instruction7": "Répétez le mouvement jusqu’à effectuer le nombre de répétitions souhaitées.",
        "advice1": "L’utilisation d’une charge trop importante est à l’origine de nombreuses erreurs. Il est donc impératif que vous utilisiez un poids que vous pouvez réellement contrôler. Il est beaucoup plus productif de faire du curl avec une barre 5 kg trop légère que de faire du curl avec une barre 5 kg trop lourde. Ne laissez pas votre ego vous convaincre du contraire.",
        "advice2": "Maintenez une colonne vertébrale neutre. Les hanches restent immobiles, le torse est droit et le dos doit rester vertical. Les abdominaux doivent être contractés à tout moment. Il s’agit d’une flexion de biceps, ce qui signifie que vous êtes censé soulever la barre avec vos biceps, et non avec l’ensemble de votre corps.",
        "advice3": "Veillez à ce que vos genoux restent légèrement fléchis à tout moment. Ne les tendez pas pour générer un mouvement de jambe. De même, ne vous penchez pas vers le bas pour obtenir un avantage biomécanique en vous plaçant partiellement sous la barre.",
        "advice4": "Utilisez une barre d’haltères EZ-Curl pour éviter de forcer sur le poignet, comme cela pourrait se produire avec une barre droite. La conception de la barre EZ-Curl permet différentes positions ergonomiques du poignet.",
        "advice5": "Ajustez la largeur des poignées pour faire travailler les biceps sous un angle différent. Une prise large permet de se concentrer sur la partie interne du biceps. Une prise étroite cible la partie externe du biceps."
      },
      "dumbbellSeatedShoulderPress": {
        "name": "Développé épaules avec haltères",
        "description": "L'exercice du développé épaules avec haltères est un excellent choix pour l’entraînement des épaules. Il s’agit d’un exercice de base qui nécessite une bonne coordination. Bien sûr, il est aussi possible d’effectuer cet exercice sur une barre de musculation, et on parle dans ce cas de développé militaire. Ceci dit, l’utilisation d’haltères, plutôt que d’une barre, permet de travailler les muscles des épaules de façon équilibrée.",
        "instruction1": "Prenez des haltères au sol et placez-les sur vos genoux si vous faites la version assise sur un banc.",
        "instruction2": "Avec un mouvement maîtrisé, effectuez une flexion des biceps pour lever les haltères en position de départ. Si vous êtes assis, vous pouvez vous aider des genoux afin de vous aider à mettre chaque haltère en place.",
        "instruction3": "Orientez vos paumes de mains de manière à ce qu’elles soient tournées vers l’avant.",
        "instruction4": "Inspirez profondément puis poussez les haltères au-dessus de votre tête en tendant les bras et en contractant les muscles deltoïdes.",
        "instruction5": "Redescendez ensuite lentement les haltères en position de départ.",
        "instruction6": "Répétez le mouvement jusqu’à ce que vous ayez effectué le nombre de répétitions nécessaire.",
        "advice1": "Lever les haltères verticalement. L’erreur courante chez les débutants est de déplacer les haltères trop loin sur les côtés, ce qui peut vous faire perdre l’équilibre et exercer une pression inutile sur vos épaules.",
        "advice2": "Ne verrouillez pas vos coudes en position haute.",
        "advice3": "Le dos doit être droit pendant toute l’exécution. Ne cambrez pas le dos ou ne l’arrondissez pas.",
        "advice4": "Contrôlez le mouvement et évitez de heurter les haltères l’un contre l’autre en haut du mouvement. Cela est particulièrement dangereux avec des charges lourdes, car cela peut vous faire perdre le contrôle de la trajectoire et occasionner une blessure.",
        "advice5": "La position assise réduit les possibilités de tricher. En effet, il est plus difficile de bouger le torse ou de s’aider d’un mouvement de jambe pour vous donner de l’élan.",
        "advice6": "Il est possible d’effectuer cet exercice debout ce qui permet de solliciter en même temps les muscles de la sangle abdominale. Et si vous souhaitez maximiser le recrutement des muscles obliques, testez la version du développé épaules avec haltères debout en unilatéral."
      }
    }
  }